import React from "react";

export default function About() {
  return (
    <div style={{ minHeight: "100vh", textAlign: "center", color: '#fff', width: "66%",
      padding: "0px 15% 0px 15%" }}>
      <h1>История бренда "Sushi Lab"</h1>
      <br />
      <p style={{ textAlign: "justify", margin: "20px", textIndent: "50px" }}>
        Сейчас уже сложно представить рынок общественного питания без
        суши-баров. Согласитесь, вряд ли найдется человек, который не знает
        словосочетания, например, «унаги маки». А почти каждое уважающее себя
        заведение стремится включить в свое меню хотя бы парочку самых
        простеньких блюд японской кухни.
      </p>
      <p style={{ textAlign: "justify", margin: "20px", textIndent: "50px" }}>
        Нужно сказать, что японская кухня в России очень быстро завоевала себе
        популярность Суши-бары появились в нашем городе в начале двухтысячных.
        Пришли они из Москвы, которая была законодательницей мод. Из-за своей
        необычной для русского человека кухни они носили элитарный характер и
        цены в них, зачастую, были запредельными! Когда мы открывали наше кафе в
        2017 году, японская кухня была на пике популярности.
      </p>
      <p style={{ textAlign: "justify", margin: "20px", textIndent: "50px" }}>
        В нашем городе суши-баров уже хватало, но они по-прежнему были «не для
        всех». Поэтому создавая бренд, мы хотели сделать что-то особенное, а
        именно предложить доступную для всех экзотику. Так у нас появилась идея
        создать классический японский ресторан в условиях фаст-фуда. Сочетание
        оригинальной кухни, таинственной атмосферы страны Восходящего солнца и
        быстроты приготовления блюд стало оригинальным решением, которое
        привлекло внимание жителей. Особой изюминкой стало наше ноу-хау -
        уникальная технология подачи блюд с помощью конвейера. И вот «Sushi Lab»
        уже больше шести лет является активным игроком на рынке услуг
        общественного питания. За это время мы приобрели массу постоянных гостей
        и поклонников, число которых мы намерены преумножать! Обещаем, что будем
        идти вперед и держать высокую планку и дальше!
      </p>
    </div>
  );
}
